Repository: csillagpatrik32/tattoo-search
Catalog: translations/messages.*.xlf
Languages: hu

# menu.signin
source: Sign in
hu: Bejelentkezés

# menu.signout
source: Sign out
hu: Kijelentkezés

# menu.notifications
source: Notifications
hu: Értesítés

# menu.add
source: Add new
hu: Új hozzáadása

# menu.some
source: Some function
hu: Egy funkció

# post.recent
source: Recent updates
hu: Legfrissebb bejegyzések

# login.remember
source: Remember me
hu: Maradjak belépve

# login.register
source: Not a member yet?
hu: Nem vagy még tag?

# login.forget
source: Did you forget your password?
hu: Elfelejtetted a jelszavadat?

# register.terms
source: I agree to the terms of service
hu: Elfogadom a felhasználási feltételeket

# register.username
source: Username
hu: Felhasználónév

# register.password
source: Password
hu: Jelszó

# register.repeated_password
source: Repeated password
hu: Jelszó ismét

# register.full_name
source: Full name
hu: Teljes név

# register.register
source: Register
hu: Regisztrálok

# menu.user
source: User
hu: Felhasználó

# menu.edit
source: Edit
hu: Módosítás

# menu.delete
source: Delete
hu: Törlés

# menu.year
source: Year
hu: Év

# menu.month
source: Month
hu: Hónap

# menu.day
source: Day
hu: Nap

# menu.start_date
source: Start date
hu: Kezdő dátum

# menu.end_date
source: End date
hu: Befejező dátum

source: Password forgotten
hu: Elfelejtett jelszó

# password.submit
source: Submit
hu: Küldés

source: Password reset
hu: Jelszó visszaállítás

# notifications.none
source: You have no notifications
hu: Nincsenek értesítések

# flashes.profilesuccess
source: Your profile has been updated
hu: Sikeresen módosítottad a profilodat

# flashes.passwordchange
source: Your password has changed
hu: Megváltozott a jelszavad

# flashes.password_email
source: Please check your email
hu: Nézd meg az email fiókodat

# flashes.reset_wrong_token
source: Something went wrong. Please check your email.
hu: Valami nem jó. Ellenőrizd az email fiókodat.

# flashes.email_not_found
source: This email was not found
hu: Ez az email nem található

# flashes.password_reset_token_not_available
source: This token is no longer available. Please reset your password again.
hu: Ez a link már nem elérhető. Próbáld meg még egyszer a jelszó visszaállítást.

# flashes.oops
source: Oops
hu: Hoppá

# flashes.wrong
source: Something went wrong.
hu: Valami nem jó.

# flashes.back
source: Back to the main page.
hu: Vissza a kezdőlapra.

# flashes.new_studio
source: The new studio was added to your account
hu: Hozzáadtuk az új studiót a fiókodhoz

# flashes.edit_studio
source: Edit studio
hu: Stúdió módosítás

# flashes.studio_updated
source: The studio was updated
hu: A stúdió módosítva lett

# flashes.studio_employee_update
source: was updated
hu: módosítva lett

# flashes.studio_employee_relog
source: needs to relog to see the changes
hu: csak akkor fogja látni a változást, ha újra bejelentkezett

# flashes.studio_employee_add
source: The employee was added to the studio
hu: A munkavállaló hozzá lett adva a stúdióhoz

# flashes.studio_employee_delete
source: The employee was deleted
hu: A munkavállaló törölve lett

source: email.registration
hu: <h3>Üdv az oldalon!</h3> <p>Hello %name%! Regisztráltál a %site_name% oldalra!</p> <p>Kérlek, kattints a linkre, hogy megerősítsd a regisztrációdat <a href="%confirm-link%">link</a>. </p> <p>A bejelentkezéshez menj <a href="%login-link%">erre az oldalra</a>.</p> <p>Köszi!</p>

source: email.password_reset
hu: <h3>Hello %name%!</h3> <p>Kaptunk egy jelszó visszaállítási kérést a %site_name% oldalon.</p> <p>Ha vissza akarod állítani a jelszavadat, akkor kattints erre a <a href="%confirm-link%">linkre</a>. </p> <p>A link 24 órán belül lejár.</p> <p>Ha nem te kezdeményezted ezt a kérést, akkor kérlek hagyd figyelmen kívül ezt az üzenetet. <p>Köszi!</p>

# user.followers
source: Followers
hu: {0} Nem követnek|{1} valaki követ|]1,Inf[ %count% felhasználó követ

# user.following
source: Following
hu: {0} Nem követsz senkit|]0,Inf[ %count% felhasználót követsz

# index.welcome
source: Welcome to the
hu: Üdvözöllek a

# index.register
source: Register here
hu: Itt regisztrálhatsz

# profile.profile
source: Profile
hu: Profil

# profile.edit
source: Edit profile
hu: Profil módosítás

# profile.edit_btn
source: Edit
hu: Módosítás

# profile.password_change
source: Password change
hu: Jelszó módosítás

# profile.current_password
source: Current password
hu: Jelenlegi jelszó

# profile.new_password
source: New password
hu: Új jelszó

# profile.new_repeated_password
source: New repeated password
hu: Új jelszó ismét

# profile.studio
source: Studio
hu: Stúdió

# profile.studios
source: Studios
hu: Stúdiók

# profile.add_new_studio
source: Add new studio
hu: Új stúdió hozzáadása

# profile.studio_name
source: Studio Name
hu: Stúdió Név

# profile.studio_country
source: Country
hu: Ország

# profile.studio_address
source: Address
hu: Cím

# profile.studio_styles
source: Styles
hu: Stílusok

# profile.studio_employees
source: Employees
hu: Munkavállalók

# profile.studio_add_employee
source: Add new employee
hu: Új munkavállaló hozzáadása

# profile.studio_edit_employee
source: Edit employee
hu: Munkavállaló módosítása

# profile.studio_edit
source: Edit studios
hu: Stúdiók módosítása

# profile.studios_managed
source: Managed studios
hu: Menedzselt stúdiók

# profile.remove_artist_profile
source: Remove artist profile
hu: Művész profil eltávolítása

# profile.get_artist_profile
source: Get artist profile
hu: Művész profilra váltás

# profile.manager
source: Manager
hu: Menedzser

# search.search
source: Search
hu: Keresés

# search.city
source: City
hu: Város

# search.style
source: Style
hu: Stílus

# search.no_result
source: No result found
hu: Nincs eredménye a keresésnek

# error.employee_studio
source: This employee was not found for this studio
hu: Ez az alkalmazott nem található ennél a stúdiónál
